Repository: esraalhussaini/sayar
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Car
ar: سيارة

source: Car
ar: سيارة

source: My Garage
ar: قراجي

source: Model
ar: الموديل

source: Camera
ar: الكاميرا

source: Photos
ar: الصور

source: carManufactureYear
ar: سنة تصنيع السيارة

source: Km
ar: كيلو متر

source: Km
ar: كيلو متر

source: Personal information
ar: المعلومات الشخصية

source: Add car
ar: إضافة سيارة

source: Cancel
ar: إلغاء

source: Done
ar: تم

source: Cost Comparison Chart
ar: مخطط مقارنة التكلفة

source: No Data Found
ar: لا توجد بيانات

source: Fuel
ar: الوقود

source: Oil
ar: الزيت

source: Tires
ar: عجلات السيارة

source: Battery
ar: البطارية

source: Battery
ar: البطارية

source: Uploading Successfully
ar: تم الرفع بنجاح

source: User has been created successfully
ar: تم إنشاء المستخدم بنجاح

source: Notifications
ar: الإشعارات

source: Create
ar: إنشاء

source: My Images
ar: صوري

source: There is no camera on this device
ar: لا يوجد أي كاميرا على هذا الجهاز

source: Manufacture Year
ar: سنة الصنع

source: Enter Phone Number
ar: ادخل رقم الهاتف

source: Support
ar: الدعم

source: Help
ar: المساعدة

source: Sign Out
ar: تسجيل الخروج

source: Account
ar: الحساب

source: Reports
ar: التقارير

source: Create Account
ar: إنشاء حساب

source: Enter OPT Code
ar: ادخل الكود المرسل

source: Verify Code
ar: التحقق من الرمز

# Markabahwasfoundedby
source: Markabah was founded by Melah a group of app development devotees, determined to deliver the best user experience worldwide.
ar: تأسست مركبه على يد ملاح، متخصصات في تطوير التطبيقات، وعازمات على تقديم أفضل تجربة للمستخدم في جميع أنحاء العالم.

source: Contact Us
ar: تواصلوا معنا

# Questionscommentsorspecialrequests
source: Questions, comments or special requests? Get in touch today, we’re happy to help
ar: أي سؤال أو تعليق أو طلب خاص لا تترددوا في التواصل معنا ويسعدنا مساعدتكم.

source: Markabah
ar: مركبة

# Riyadh
source: Riyadh,Saudi Arabia
ar: الرياض، المملكة العربية السعودية

source: Last updated 2022
ar: آخر تحديث ٢٠٢٢

source: Privacy Policy
ar: سياسة الخصوصية

# Markabahapplicationrespectstheprivacyof
source: Markabah application respects the privacy of our users and is fully committed to protecting their personal data and using it in accordance with data privacy laws. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our mobile application (Markabah). Please read this Privacy Policy carefully.
ar: يحترم تطبيق مركبه خصوصية مستخدمينا ويلتزم تمامًا بحماية بياناتهم الشخصية واستخدامها وفقًا لقوانين خصوصية البيانات. وتوضح سياسة الخصوصية هذه كيفية جمع معلوماتك واستخدامها والكشف عنها وحمايتها عند زيارة تطبيقنا (مركبه). يرجى قراءة سياسة الخصوصية هذه بعناية

# IFYOUDONOTAGREE
source: IF YOU DO NOT AGREE WITH THE TERMS OF THIS PRIVACY POLICY, PLEASE DO NOT ACCESS THE APPLICATION.
ar: إذا كنت لا توافق على شروط سياسة الخصوصية هذه، فيرجى ألا تستعمل التطبيق.

# PrivacyPolicy2
source: We reserve the right to make changes to this Privacy Policy at any time and for any reason. We will alert you about any changes by updating the (Last Updated) date of this Privacy Policy. You are encouraged to periodically review this Privacy Policy to stay informed of updates. You will be deemed to have been made aware of, will be subject to, and will be deemed to have accepted the changes in any revised Privacy Policy by your continued use of the Application after the date such revised Privacy Policy is posted
ar: نحتفظ بالحق في إجراء تغييرات على سياسة الخصوصية هذه في أي وقت ولأي سبب، وسننبهك بأي تغييرات عن طريق تحديث تاريخ (آخر تحديث) لسياسة الخصوصية هذه، ونشجعك على مراجعة سياسة الخصوصية هذه دوريًا حتى تكون على اطلاع بالتحديثات. سيتم اعتبار أنك قد علمت وقبلت التغييرات في أي سياسة خصوصية مُعدلة من خلال استمرار استعمالك للتطبيق بعد تاريخ نشر سياسة الخصوصية المعدلة هذه

# ThisPrivacyPolicydoesnotapplytothethirdparty
source: This Privacy Policy does not apply to the third-party online/mobile store from which you install the Application or make payments, including any in-game virtual items, which may also collect and use data about you. We are not responsible for any of the data collected by any such third party.
ar: لا تنطبق سياسة الخصوصية هذه على متاجر الطرف الثالث عبر الإنترنت / الهاتف المحمول الذي من خلاله ثبت التطبيق أو أجريت مدفوعات، بما في ذلك أي عناصر افتراضية داخل اللعبة، التي قد تجمع أيضًا بيانات عنك وتستخدمها. نحن لسنا مسؤولين عن أي من البيانات تم جمعها من قبل أي طرف ثالث.

source: COLLECTION OF YOUR INFORMATION
ar: جمع معلوماتك الخاصة

# Wemaycollectinfo
source: We may collect information about you in a variety of ways. The information we may collect via the Application depends on the content and materials you use, and includes:
ar: قد نجمع معلوماتٍ عنك بعدة طرق وتعتمد المعلومات التي قد نجمعها عبر التطبيق على المحتوى والمواد التي تستخدمها، وتشمل:

source: Personal Data
ar: البيانات الشخصية

# Demographicandotherpersonallyidentifiableinfo
source: Demographic and other personally identifiable information (such as your name and email address) that you voluntarily give to us when choosing to participate in various activities related to the Application, such as chat, posting messages in comment sections or in our forums, liking posts, sending feedback, and responding to surveys. If you choose to share data about yourself via your profile, online chat, or other interactive areas of the Application, please be advised that all data you disclose in these areas is public and your data will be accessible to anyone who accesses the Application.
ar: المعلومات السكانية وغيرها من المعلومات الشخصية (مثل اسمك وعنوان بريدك الإلكتروني) التي تقدمها لنا طواعية عند اختيار المشاركة في أنشطة مختلفة متعلقة بالتطبيق مثل الدردشة ونشر الرسائل في أقسام التعليقات أو في منصتنا وإبداء الإعجاب بالمشاركات وإرسال التعليقات والرد على الاستطلاعات. إذا اخترت مشاركة بيانات عنك عبر ملفك الشخصي أو الدردشة عبر الإنترنت أو أي مساحة تفاعلية أخرى في التطبيق، فيرجى العلم بأن جميع البيانات التي تكشف عنها في هذه المساحات عامة ويمكن لأي شخص الوصول إلى التطبيق.

source: Mobile Device Data
ar: بيانات الهاتف المحمول

# Deviceinformationsuchasyourmobiledevice
source: Device information such as your mobile device ID number, model, and manufacturer, version of your operating system, phone number, country, location, and any other data you choose to provide.
ar: معلومات الجهاز مثل رقم معرف هاتفك المحمول والطراز والشركة المصنعة وإصدار نظام التشغيل ورقم الهاتف والبلد والموقع وأي بيانات أخرى تختار تقديمه

source: Push Notifications
ar: تفعيل التنبيهات

# Wemayrequesttosendyoupush
source: We may request to send you to push notifications regarding your account or the Application. If you wish to opt-out from receiving these types of communications, you may turn them off in your device’s settings.
ar: قد نطلب منك تفعيل التنبيهات وإرسال الإشعارات المتعلقة بحسابك أو التطبيق. إذا كنت ترغب في إلغاء الاشتراك من تلقي هذه الأنواع من التنبيهات، فيمكنك إيقاف تشغيلها في إعدادات جهازك.

source: Third-Party Data
ar: بيانات الطرف الثالث

# Informationfromthirdparties
source: Information from third parties, such as personal information or network friends, if you connect your account to the third party and grant the Application permission to access this information.
ar: معلومات من أطراف ثالثة، مثل المعلومات الشخصية أو شبكة الأصدقاء، إذا قمت بربط حسابك بالطرف الثالث ومنحت التطبيق إذنًا للوصول إلى هذه المعلومات.

source: USE OF YOUR INFORMATION
ar: استعمال معلوماتك

# Havingaccurateinfo
source: Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Application to:
ar: إن الحصول على معلومات دقيقة عنك يسمح لنا بتزويدك بتجربة سلسة وفعالة ومناسبة. على وجه التحديد، قد نستخدم المعلومات تم جمعها عنك عبر التطبيق من أجل:

# text1
source: 1. Assist law enforcement and respond to subpoena.
ar: ١. مساعدة هيئات تطبيق القانون والرد على أمر الاستدعاء

# text2
source: 2. Compile anonymous statistical data and analysis for use internally or with third parties.
ar: ٢. تجميع البيانات الإحصائية والتحليلات المجهولة للاستعمال داخليًا أو مع جهات خارجية.

# text3
source: 3. Create and manage your account.
ar: ٣. إنشاء حسابك وإدارته

# text4
source: 4. Deliver targeted advertising, coupons, newsletters, and other information regarding promotions and the Application to you.
ar: ٤. إرسال الإعلانات المستهدفة والقسائم والنشرات الإخبارية والمعلومات الأخرى المتعلقة بالعروض الترويجية والتطبيق إليك

# text5
source: 5. Email you regarding your account or order.
ar: ٥. إرسال أي بريد إلكتروني بخصوص حسابك أو طلبك.

# text6
source: 6. Enable user-to-user communications.
ar: ٦. تمكين الاتصالات بين المستخدمين.

# text7
source: 7. Fulfill and manage purchases, orders, payments, and other transactions related to the Application.
ar: ٧. تنفيذ المشتريات والطلبات والمدفوعات والمعاملات الأخرى المتعلقة بالتطبيق وإدارتها.

# text8
source: 8. Generate a personal profile about you to make future visits to the Application more personalized.
ar: ٨. إنشاء ملف تعريفك الشخصي لجعل الزيارات المستقبلية للتطبيق أكثر تخصيصًا.

# text9
source: 9. Increase the efficiency and operation of the Application.
ar: ٩. زيادة كفاءة وتشغيل التطبيق.

# text10
source: 10. Monitor and analyze usage and trends to improve your experience with the Application.
ar: ١٠. مراقبة وتحليل الاستخدام والاتجاهات لتحسين تجربتك مع التطبيق.

# text11
source: 11. Notify you of updates to the Application.
ar: ١١. تنبيهك بتحديثات التطبيق.

# text12
source: 12. Offer new products, services, mobile applications, and/or recommendations to you.
ar: ١٢. تقديم منتجات و/ أو خدمات و/أو تطبيقات جوال و/أو توصيات جديدة لك.

# text13
source: 13. Perform other business activities as needed.
ar: ١٣. أداء أنشطة أعمال أخرى حسب الحاجة.

# text14
source: 14. Prevent fraudulent transactions, monitor against theft, and protect against criminal activity.
ar: ١٤. منع المعاملات الاحتيالية والمراقبة ضد السرقة والحماية من النشاط الإجرامي

# text15
source: 15. Process payments and refunds.
ar: ١٥. معالجة المدفوعات والمبالغ المستردة.

# text16
source: 16. Request feedback and contact you about your use of the Application.
ar: ١٦. طلب ملاحظات والاتصال بك بخصوص استخدامك للتطبيق.

# text17
source: 17. Resolve disputes and troubleshoot problems.
ar: ١٧. حل النزاعات واستكشاف المشكلات وإصلاحها.

# text18
source: 18. Respond to product and customer service requests.
ar: ١٨. الاستجابة لطلبات خدمة العملاء والمنتج.

source: DISCLOSURE OF YOUR INFORMATION
ar: الكشف عن معلوماتك

# text19
source: We may share information we have collected about you in certain situations. Your information may be disclosed as follows:
ar: قد نشارك المعلومات قد جمعناها عنك في مواقف معينة. قد يتم الكشف عن معلوماتك على النحو التالي:

# text20
source: By Law or to Protect Rights
ar: بموجب القانون أو لحماية الحقوق

# text21
source: If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation. This includes exchanging information with other entities for fraud protection and credit risk reduction.
ar: إذا كنا نعتقد أن الإفصاح عن معلومات عنك ضروري للرد على الإجراءات القانونية أو للتحقيق في الانتهاكات المحتملة لسياساتنا أو علاجها أو لحماية حقوق الآخرين وممتلكاتهم وسلامتهم فقد نشارك معلوماتك على النحو المسموح به أو المطلوب بموجب أي قانون أو قاعدة أو لائحة معمول بها. وهذا يشمل تبادل المعلومات مع الكيانات الأخرى للحماية من الاحتيال والحد من مخاطر الائتمان.

# text22
source: Third-Party Service Providers
ar: موفرو خدمة الطرف الثالث

# text23
source: We may share your information with third parties that perform services for us or on our behalf, including payment processing, data analysis, email delivery, hosting services, customer service, and marketing assistance.
ar: قد نشارك معلوماتك مع جهات خارجية تؤدي خدمات لنا أو بالنيابة عنا بما في ذلك معالجة الدفع وتحليل البيانات وتسليم البريد الإلكتروني وخدمات الاستضافة وخدمة العملاء والمساعدة التسويقية.

# text24
source: Marketing Communications
ar: الاتصالات التسويقية

# text25
source: With your consent, or with an opportunity for you to withdraw consent, we may share your information with third parties for marketing purposes, as permitted by law.
ar: بموافقتك أو مع إتاحة فرصة لك للتراجع عن موافقتك، يجوز لنا مشاركة معلوماتك مع أطراف ثالثة لأغراض تسويقية ، وفقًا لما يسمح به القانون.

# text26
source: Interactions with Other Users
ar: التفاعلات مع المستخدمين الآخرين

# text27
source: If you interact with other users of the Application, those users may see your name, profile photo, and descriptions of your activity, including sending invitations to other users, chatting with other users, liking posts, following blogs.
ar: إذا كنت تتفاعل مع مستخدمين آخرين للتطبيق فقد يرى هؤلاء المستخدمون اسمك وصورة ملفك الشخصي وأوصاف نشاطك، بما في ذلك إرسال دعوات إلى مستخدمين آخرين والدردشة مع مستخدمين آخرين وإبداء الإعجاب بالمنشورات ومتابعتها.

# text28
source: Online Postings
ar: المنشورات على الإنترنت

# text29
source: When you post comments, contributions or other content to the Applications, your posts may be viewed by all users and may be publicly distributed outside the Application in perpetuity
ar: عندما تنشر تعليقات أو مساهمات أو محتوى آخر على التطبيق، يمكن لجميع المستخدمين مشاهدة منشوراتك ونشرها علنًا خارج التطبيق

# text30
source: Third-Party Advertisers
ar: إعلانات خارجية

# text31
source: We may use third-party advertising companies to serve ads when you visit the Application. These companies may use information about your visits to the Application and other websites that are contained in web cookies in order to provide advertisements about goods and services of interest to you.
ar: قد نستخدم شركات إعلانات خارجية للإعلانات عندما تزور التطبيق. قد تستخدم هذه الشركات معلومات حول زياراتك للتطبيق والمواقع الأخرى المضمنة في ملفات تعريف الارتباط على الويب من أجل تقديم إعلانات حول السلع والخدمات التي تهمك.

# text32
source: Affiliates
ar: الشركات التابعة

# text33
source: We may share your information with our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include our parent company and any subsidiaries, joint venture partners or other companies that we control or that are under common control with us.
ar: قد نشارك معلوماتك مع الشركات التابعة لنا، وفي هذه الحالة سنطلب من تلك الشركات التابعة احترام سياسة الخصوصية هذه. وتشمل الشركات التابعة شركتنا الأم وأي شركات تابعة أو شركاء في المشاريع المشتركة أو شركات أخرى نسيطر عليها أو تخضع لسيطرة مشتركة معنا.

# text34
source: Business Partners
ar: شركاء العمل

# text35
source: We may share your information with our business partners to offer you certain products, services or promotions.
ar: قد نشارك معلوماتك مع شركائنا لنقدم لك بعض المنتجات أو الخدمات أو العروض الترويجية.

# infodataOF
source: Estimated date not available
ar: البيانات التقديرية غير متوفرة

source: Notification Title
ar: عنوان التنبيهات

source: OK
ar: حسنًا

source: you already have a car added!
ar: لقد أضفت سيارة بالفعل!

source: you did not add a car yet
ar: لم تقم بإضافة سيارة بعد

source: Oil Company
ar: شركة الزيت

source: Tire Comapany
ar: شركة عجلات السيارة

source: Add Tires
ar: إضافة عجلات السيارة

source: Battery Comapany
ar: شركة البطارية المُصنعة

source: Add Battery
ar: إضافة بطارية

source: Add Fuel
ar: إضافة وقود
